[
  {
    "id": 1,
    "title": "Our Journey Towards SMEs",
    "body_html": "<p>This is a story of growth and success. Olam ERP is driven by the vision of bringing the proper business tools to millions of small and medium-sized companies worldwide.</p><p>SMEs – typically have fewer than 250 employees and according to the International Labor Organization, in many countries, more than 90% of all enterprises can be classed as SMEs. This accounts for a staggering 70% of employment worldwide. The vast majority of these companies do not have access to the right software to manage their activities.</p><p>It goes without saying that no business owner would want to mismanage his/her own customer acquisition, customer support, after-sales services, or any business resource. Well, at least I have never met one.</p><p>SMEs have the same needs as those of large companies, to properly manage their business. The difference is that the smaller companies have fewer resources.</p><p>Excel and QuickBooks (or the equivalent in other regions) have tried to address this challenge. They remain the favorite management tools of most businesses. Yet customers still remain unsatisfied. Customers have high expectations of the right business software. They expect powerful, flexible, easy-to-use and affordable solutions. They expect something so intuitive that would require almost no training to use. Due to very limited or no IT resources. They would love to have an integrated business solution that doesn’t require an extensive period of time to deployment.</p><p>Olam ERP gives the customer the option to deploy one application at a time from an existing suite of solutions. The customer gets to start with whichever application will bring the most business benefits. Afterwards they get to build an integrated solution at their own pace by deploying other applications at the click of a button.</p><p>A first time customer can complete a simple flow (creating a sales order, invoicing a customer and registering the payment) in only a few minutes.</p><p>Our support services offer clients customization of their infrastructure.</p>",
    "author_id": 1,
    "category_id": 1,
    "is_featured": true
  }
]
