[
  {
    "id": 1,
    "name": "Beautiful user interface",
    "description": "A fast and modern user interface your users will love. Based on Twitter's Bootstrap Design trend.",
    "feature_category": 1,
    "module_id": 6
  },
  {
    "id": 2,
    "name": "Collaboration & Alerts",
    "description": "Follow what interests you, get automatic alerts and collaborate on documents easily.",
    "feature_category": 1,
    "module_id": 6
  },
  {
    "id": 3,
    "name": "Easy setup",
    "description": "Simplified initial setup with a configuration progress bar (example: set your initial balances from one screen).",
    "feature_category": 1,
    "module_id": 6
  },
  {
    "id": 4,
    "name": "Reduce data entry",
    "description": "No need to create invoices manually, print and send them, register bank statements, follow-up payments... Automate more, save time.",
    "feature_category": 1,
    "module_id": 6
  },
  {
    "id": 5,
    "name": "Pay Multiple Invoices",
    "description": "Ability to reconcile a payment with several invoices using a button on the payment form.",
    "feature_category": 1,
    "module_id": 6
  },
  {
    "id": 6,
    "name": "Mobile",
    "description": "Get an instant access to all accounting features, wherever you are, on tablets or smart phones.",
    "feature_category": 1,
    "module_id": 6
  },
  {
    "id": 7,
    "name": "Clean customer invoices",
    "description": "Olam invoices are easy to create, beautiful and full featured. (payment terms, multiple taxes, discounts, price lists)",
    "feature_category": 2,
    "module_id": 6
  },
  {
    "id": 8,
    "name": "Draft invoice propositions",
    "description": "Draft invoices are created automatically by Olam based on sales order, timesheets or delivery orders.",
    "feature_category": 2,
    "module_id": 6
  },
  {
    "id": 9,
    "name": "Advanced Payment terms",
    "description": "Support multiple payments for one invoice, cash discounts, advance invoice and partial reconciliations.",
    "feature_category": 2,
    "module_id": 6
  },
  {
    "id": 10,
    "name": "On-the-fly payment reconciliation",
    "description": "When creating an invoice, Olam suggests outstanding payments automatically so that you don't have to reconcile it later.",
    "feature_category": 2,
    "module_id": 6
  },
  {
    "id": 11,
    "name": "Credit Card/Mobile Money Payments",
    "description": "Get paid quickly by supporting online payment with credit cards. We support main payment gateways like Paypal, M-Pesa, etc.",
    "feature_category": 3,
    "module_id": 6
  },
  {
    "id": 12,
    "name": "Aged receivable balance",
    "description": "The receivable report gives you a clear overview of overdue payments and treasury forecast.",
    "feature_category": 3,
    "module_id": 6
  },
  {
    "id": 13,
    "name": "Customer Portal",
    "description": "Your customer can track their order status, invoices, and payments through their portal.",
    "feature_category": 3,
    "module_id": 6
  },
  {
    "id": 14,
    "name": "Advanced customer statements",
    "description": "Get clear reports on customer statements and navigate easily through the documents to understand every customer use case.",
    "feature_category": 3,
    "module_id": 6
  },
  {
    "id": 15,
    "name": "QR Codes",
    "description": "Your customers can scan a QR code with their banking app to pay. The QR code is on PDF invoices and shows up in the payment screen of quotations and invoices.",
    "feature_category": 3,
    "module_id": 6
  }
]
